---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures
source: html/8a91009e-aaf2-fbf5-b5ce-ccafa613f3c3.htm
---
# BuiltInFailures.RevisionCloudFailures Properties

During upgrade, an issued revision cloud was moved. Please double check the revision cloud to ensure it is located in the correct place.